{
  "MAIN": "MAIN",
  "ABOUT_ME": "ABOUT ME",
  "ABOUT_INFO": "Hello! I'm Juan Sebastián Fernández Montoya, a Software Developer with experience in Java (Spring Boot), MySQL, and FrontEnd development using HTML, CSS, JavaScript, and Vue.js with Sass. My expertise with Git and Docker enables me to efficiently build and maintain scalable applications. I have a comprehensive approach that has led me to successfully lead projects from conception to implementation, always creating innovative solutions. I am committed to technical excellence and possess strong problem-solving skills and experience in agile methodologies like Scrum, ensuring adaptability and exceptional results in teamwork.",
  "PROJECTS": "PROJECTS",
  "LEVEL": "Middle",
  "SERVICES": "SERVICES",
  "CONTACT_ME": "CONTACT ME",
  "SOFT_DEV": "SOFTWARE DEVELOPER",
  "DONW_CV": "Download CV",
  "T_SKILLS": "TECH SKILLS",
  "S_SKILL": "SOFT SKILLS",
  "TEAMWORK": "Teamwork",
  "P_SOLVING": "Problem Solving",
  "S_MOTIVATION": "Self Motivation",
  "DECISIVENESS": "decisiveness",
  "PROJECT_SEC_INFO": "Welcome to the Projects section! Here, you can explore a variety of projects I've completed. Use the Frontend and Backend filters to find specific projects that interest you. Dive into my portfolio and discover how I tackle different challenges in web development.",
  "PROJECT_SECINFO_MOBILE": "Welcome to the Projects section! Here, you can explore a variety of projects I've completed. Use the Frontend and Backend filters to find specific projects that interest you.",
  "CUS_WEB": "Custom Web Application Development",
  "SERVICE_WEB_APPS": "I transform your ideas into powerful web applications, tailored to your specific needs and optimized for exceptional performance.",
  "SERVICES_TITLE": "SERVICES",
  "SERVICES_DESCRIPTION": "I specialize in providing high-quality professional services to meet your business needs. I am committed to offering innovative and customized solutions in the following areas:",
  "APIs": "APIs and Systems Integration",
  "SERVICE_API": "I connect your systems and platforms through seamless API integrations, ensuring efficient and secure communication between your applications.",
  "PERFOMANCE": "Performance and Scalability Optimization",
  "SERVICE_SCALABILITY": "I enhance the speed and scalability of your existing applications, ensuring a smooth experience for your users even during high-demand periods.",
  "SECURITY": "Security and Data Protection",
  "SERVICE_SECURITY": "I implement robust security measures to safeguard your confidential data and ensure compliance with regulations, providing you with peace of mind and confidence in your platform.",
  "Contact Me!": "Contact Me!",
  "Email": "Email",
  "&copy; 2024 JuanseFDZ. All rights reserved.": "&copy; 2024 JuanseFDZ. All rights reserved."
}
