{
    "MAIN": "PRINCIPAL",
    "ABOUT_ME": "SOBRE MÍ",
    "ABOUT_INFO": "¡Hola! Soy Juan Sebastián Fernández Montoya, un Desarrollador de Software con experiencia en Java (Spring Boot), MySQL y desarrollo FrontEnd con HTML, CSS, JavaScript y Vue.js con Sass. Mi dominio de Git y Docker permite construir y mantener aplicaciones escalables de manera eficiente. Tengo un enfoque integral que me ha llevado a liderar proyectos exitosos desde su concepción hasta la implementación, siempre creando soluciones innovadoras. Me comprometo con la excelencia técnica y tengo habilidades en resolución de problemas y metodologías ágiles como Scrum, lo que garantiza adaptabilidad y resultados excepcionales en equipo.",
    "PROJECTS": "PROYECTOS",
    "LEVEL": "medio",
    "SERVICES": "SERVICIOS",
    "CONTACT_ME": "CONTÁCTAME",
    "SOFT_DEV": "DESARROLLADOR DE SOFTWARE",
    "DONW_CV": "Descargar CV",
    "T_SKILLS": "HABILIDADES TÉCNICAS",
    "S_SKILL": "HABILIDADES BLANDAS",
    "TEAMWORK": "Trabajo en equipo",
    "P_SOLVING": "Resolución de problemas",
    "S_MOTIVATION": "Automotivación",
    "DECISIVENESS": "Determinación",
    "PROJECT_SEC_INFO": "¡Bienvenido a la sección de Proyectos! Aquí puedes explorar una variedad de proyectos que he completado. Usa los filtros de Frontend y Backend para encontrar proyectos específicos que te interesen. Sumérgete en mi portafolio y descubre cómo enfrento diferentes desafíos en el desarrollo web.",
    "PROJECT_SECINFO_MOBILE": "¡Bienvenido a la sección de Proyectos! Aquí puedes explorar una variedad de proyectos que he completado. Usa los filtros de Frontend y Backend para encontrar proyectos específicos que te interesen.",
    "CUS_WEB": "Desarrollo de Aplicaciones Web Personalizadas",
    "SERVICE_WEB_APPS": "Transformo sus ideas en potentes aplicaciones web, adaptadas a sus necesidades específicas y optimizadas para un rendimiento excepcional.",
    "SERVICES_TITLE": "SERVICIOS",
    "SERVICES_DESCRIPTION": "Me especializo en proporcionar servicios profesionales de alta calidad para satisfacer las necesidades de tu negocio. Estoy comprometido a ofrecer soluciones innovadoras y personalizadas en las siguientes áreas:",
    "APIs": "Integración de API y Sistemas",
    "SERVICE_API": "Conecto sus sistemas y plataformas a través de integraciones de API perfectas, asegurando una comunicación eficiente y segura entre sus aplicaciones.",
    "PERFOMANCE": "Optimización de Rendimiento y Escalabilidad",
    "SERVICE_SCALABILITY": "Mejoro la velocidad y escalabilidad de sus aplicaciones existentes, asegurando una experiencia fluida para sus usuarios incluso durante períodos de alta demanda.",
    "SECURITY": "Seguridad y Protección de Datos",
    "SERVICE_SECURITY": "Implemento medidas de seguridad sólidas para proteger sus datos confidenciales y garantizar el cumplimiento de las regulaciones, brindándole tranquilidad y confianza en su plataforma.",
    "Contact Me!": "¡Contáctame!",
    "Email": "Correo Electrónico",
    "© 2024 JuanseFDZ. All rights reserved.": "© 2024 JuanseFDZ. Todos los derechos reservados."
}


  